[
	{
		"id": 0,
		"title": "Ága",
		"director": ["Milko Lazarov"],
		"editor": ["Veselka Kiryakova"],
		"producer": ["Veselka Kiryakova"],
		"music": ["Penka Kouneva"],
		"blurb": "An exquisitely shot and very moving film about an aging couple who appear to exist alone on the edge of the world, stoically surviving on the Arctic tundra in a way of life that may be about to end.",
		"description": "Writer/director Milko Lazarov’s second feature spotlights an aging Yakut couple whose lifestyle may soon be extinct. In snow-covered North Eastern Siberia, every footprint, every cloud, every passing airplane must be interpreted for crucial details on which their lives could depend. This attentive listening must also be applied internally, towards each other. Despite the couple’s long and intimate companionship there are mysteries still unknown. There are complicated family dynamics to unravel in connection with their children, one of whom works in the city and the other (the titular Ága) in a diamond mine, several days journey away. Kaloyan Bozhilov’s majestic cinematography sinks the viewer deep into every magnificent icy frame, and despite a contemplative pace this movie never dawdles. Nothing exists in this landscape without a reason, and Lazarov’s precise cinematic poetry creates an intense, affecting and emotional piece of cinema where animals, bloodied or mystical, are key players. Important messages are relayed through dreams and meaning is literally carried through the air. Each image, each word in this story is placed with extreme care and it is a delight as a viewer to be asked to engage our own whole attention. A dangerous imminence hangs heavily over the film, as with many stories set in such harsh conditions, but a sudden emotional finale bursts this movie into a whole new genre. This is a formally surprising and clever piece of story-telling which lands an unexpected conclusion – the triumph of connection over disengagement. — Jo Randerson",
		"section": "WORLD",
		"language": "Sakha (Yakut)",
		"country": "Bulgaria",
		"keywords": ["Arctic", "Siberia", "documentry"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/ss/e8/g5/xr/Aga02%20KEY%20FOR%20WEB_crop-800-800-450-450-crop-fill.jpg"],
		"venue": ["Embassy", "Roxy", "Penthouse", "Light House"],
		"screenings": [{"Thu":["08:00"]},{"Fri":["07:00"]},{"sat":["06:00"]}],
		"ageRating": "PG"
	},
	{
		"id": 1,
		"title": "American Animals",
		"director": ["Bart Layton"],
		"editor": ["Nick Fenton","Julian Hart"],
		"producer": ["Katherine Butler","Mary Jane"],
		"music": ["Anne Nikitin"],
		"blurb": "Rising stars Barry Keoghan (The Killing of a Sacred Deer) and Evan Peters (American Horror Story) lead this enthralling true-crime thriller that is as thematically probing as it is straight-up propulsive.",
		"description": "In 2003, a bored American college student visits his university library and tours a private collection of art and literature valued in the millions. A matter of months (and several crime movie marathons) later, he and three friends will don disguises and attempt one of the most audacious art heists in recent American history. It’s a real-life set-up so juicily cinematic that it virtually demands its pulse-pounding Hollywood treatment, but also one so loaded with psychological curiosity that you feel equally compelled to sit down with the subjects and hear what on earth they were thinking. Acclaimed documentarian Bart Layton slyly gives us both with this slick, suspenseful heist thriller which playfully alternates between fireworks from an ensemble of rising actors, and older but wiser recollections from the real-life perpetrators.",
		"section": "FRESH",
		"language": "English",
		"country": "USA",
		"keywords": ["crime", "thriller", ""],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/i0/02/jf/cr/E016C001_170316_R0AX.00272166%20V5%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy"],
		"ageRating": "R13"
	},
	{
		"id": 2,
		"title": "The Ancient Woods",
		"director": ["Mindaugas Survila"],
		"editor": ["Danielius Kokanauskis"],
		"producer": ["Mindaugas Survila","Ginté Žulyté","Radvile Šumile"],
		"music": ["Mindaugas Survila","Ginté Žulyté","Ainis Pivoras"],
		"blurb": "Filmed over ten years by Lithuanian biologist Mindaugas Survila, this beautiful, meditative ode to the growth and abundant wildlife in an ancient, unspoiled Baltic forest contemplates its subjects without ever interpreting them.",
		"description": "Immerse yourself in the life of an ancient Baltic forest, a habitat abundant with wildlife little touched as yet by human habitation. Lithuanian biologist turned filmmaker Mindaugas Survila spent almost ten years making The Ancient Woods, often taking weeks to set up and capture the perfect shot. His patience and unerring eye have resulted in an enchanting, meditative experience – a walk in the woods where every creature is espied in exquisite close-up, and no voice of authority is explaining what they are up to. “Without a clear point to make or a theory to prove, Survila simply comes as close as possible and… observes. He doesn’t limit himself to any particular subject, ending up watching a stork’s nest or the struggles of a snowbound spider with equal delight and fascination… Crows predictably steal the show, as their desperate fight for food provokes some impolite but highly entertaining reactions, but Survila also pays attention to the smallest of [the forest’s] habitants, all the while making some very interesting visual choices, such as looking away when the violence proves too draining, plunging underwater or showing a rather frenzied feast in slow motion.” — Marta Bałaga, Cineuropa",
		"section": "FRAMING REALITY",
		"language": "Lithuanian",
		"country": "Lithuania",
		"keywords": ["wildlife ", "nature", "enchanting"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/35/lt/l3/f3/uralines%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy", "Penthouse", "Light House"],
		"ageRating": "E"
	},
	{
		"id": 3,
		"title": "And Breathe Normally",
		"director": ["Ísold Uggadóttir"],
		"editor": ["Frédérique Broos"],
		"producer": ["Skúli Malmquist"],
		"music": ["Gísli Galdur"],
		"blurb": "A single mother turned border guard and a refugee from Guinea-Bissau form an unlikely bond in this intimate Icelandic drama about two people literally and figuratively trapped on the edge of the world.",
		"description": "Unfolding amongst the desolate and windswept landscapes of Iceland, this potent social-realist drama is deserving of comparison with the films of Ken Loach and the Dardenne brothers. Struggling financially, single mother Lara gets a lifeline in the form of a new job training as a border patrol officer. When she spots a suspicious looking passport, her employers are impressed, but the passport’s owner, Adja, a female refugee from Guinea-Bissau, is quickly detained and placed into a local refugee centre. When Lara and her son are evicted from their home, Lara crosses paths with Adja again and the pair discover they have more in common than first meets the eye.",
		"section": "WORLD",
		"language": "Creole",
		"country": "Iceland",
		"keywords": ["social-realist drama", "mother", "refugee"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/53/ke/sv/by/AndBreatheNormally_04_WideScreen%20KEY_CROP%20LEFT%20CHARACTER%20OUT-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading"],
		"ageRating": "M"
	},
	{
		"id": 4,
		"title": "Angels Wear White",
		"director": ["Vivian Qu"],
		"editor": ["Yang Hongyu"],
		"producer": ["Sean Chen"],
		"music": ["Wen Zi"],
		"blurb": "“In an intriguing film noir full of white light reflecting off virginal dresses, polished surfaces and sparkling sand, director Vivian Qu probes the status of girls in Chinese society.” — Kate Taylor, Globe and Mail",
		"description": "Vivian Qu’s enthralling drama about an illegal teenage worker who witnesses something suspicious, and two young girls who are the victims of abuse, is a deeply resonant film, even more so since the #MeToo movement. Surveillance and paranoia were dominant themes in Qu’s debut feature Trap Street and the dramatic structure of Angels Wear White hinges on a single piece of CCTV footage, impulsively captured by Mia (the wonderful Wen Qi) on her mobile phone while working a late shift at a cheap hotel. Qu has a potent grasp of storytelling and from this single incident, and the moral dilemma it presents she spins a compelling narrative about gender, exploitation and corruption. Working with cinematographer Benoît Dervaux, regular camera operator for the Dardennes, her social realist approach is imbued with symbolic beauty, most sublimely apparent in the film’s closing sequence. Angels Wear White confirms Qu as an exciting new voice in independent Chinese cinema (she was also producer on the Berlin-winning Black Coal, Thin Ice, NZIFF14) and she brings a distinctively feminist perspective to a subject that is rarely tackled with such nuance and empathy. — Clare Stewart",
		"section": "WORLD",
		"language": "Mandarin",
		"country": "China",
		"keywords": ["film noir", "abuse", "narrative"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/kw/fg/ej/z3/Angels_01%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy"],
		"ageRating": "M"
	},
	{
		"id": 5,
		"title": "Angie",
		"director": ["Costa Botes"],
		"editor": ["Costa Botes"],
		"producer": ["Costa Botes"],
		"music": ["Richard Adams","Nigel Gavin", "Jonathan Besser"],
		"blurb": "Angie Meiklejohn, prominent and articulate Centrepoint survivor, is joined by her siblings in this lucid exploration of the legacy of sexual abuse, directed without a hint of sensationalism by Costa Botes.",
		"description": "When Angie Meiklejohn’s mother followed the latest love of her life to Centrepoint in 1985, taking Angie, her younger brother and two little sisters, they’d never lived anywhere so nice. The parkland setting was idyllic, with an Olympic-size swimming pool, and all their material needs were covered. As we now know, what happened to children at Bert Potter’s alternative lifestyle settlement was far from nice. Costa Botes’ film about Angie and her siblings provides a vivid, multidimensional view of the damage done – often to already damaged people. Angie herself was in trouble even before the move to Centrepoint. She and her brother had been wards of the state. She’d been sexually abused by one of her mother’s lovers, and then raped, aged 11, by the teenage son of another. Desperate for some sense of belonging and approval, she embraced the community’s values and the attention of its founder. Angie and her siblings are compelling, strikingly assured camera subjects. One of the many salutary virtues of Angie’s account is the livid clarity with which she recalls, for example, how empowered she felt being wanted by old men that she could barely bring herself to look at. Her younger sisters recall just as clearly, but remember nothing but horror. The catalogue of projects and love affairs subsequently undertaken and abandoned by Angie is staggering. What never seems in doubt is her great appetite for life and a mind that’s never sharper than when dissecting the dynamics of sexual abuse, and the way parental neglect and that abuse have shaped her choices. She has much to tell us all.",
		"section": "AOTEAROA",
		"language": "English",
		"country": "New Zealand",
		"keywords": ["sexual abuse", "Centrepoint", "story"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/ps/12/3k/0w/ANGIE%20PANA5450%20copy%20HALF%20PG%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading", "Roxy"],
		"ageRating": "R16"
	},
	{
		"id": 6,
		"title": "Apostasy",
		"director": ["Daniel Kokotajlo"],
		"editor": ["Napoleon Stratogiannakis"],
		"producer": ["Marcie MacLellan","Andrea Cornwell"],
		"music": ["Matthew Wilcock"],
		"blurb": "Himself a former Jehovah’s Witness, writer/director Daniel Kokotajlo provides an insider’s critique in this dramatic tale of mother and daughter torn between faith and instinct.",
		"description": "Set in the cloistered world of Manchester's Jehovah’s Witness community, this exquisitely observed, superbly acted British debut is a quietly devastating film about the tension between personal devotion and institutional power. Alex and Luisa have grown up in the faith with their unquestioning single mother, Ivanna, as spiritual guide. The deeply reverent Alex is suffering from a disease that requires blood transfusions, a 'contaminating' procedure that is forbidden by the church. Her older sister Luisa begins art school, romances an outsider and starts to doubt the tenets of their religion. When a sudden rift occurs – in both the lives of the protagonists and the narrative of the film – the foundation of this pious family is torn asunder. Rigorous in its critique of the church, and entirely sympathetic in its treatment of character, this is a rare film about a rarefied world. It heralds Daniel Kokotajlo (who draws on his own experience growing up as a Jehovah’s Witness) as a major new talent. This is reflected in his winning of the prestigious BFI and IWC Schaffhausen Filmmaker Bursary Award. — Clare Stewart",
		"section": "FRESH",
		"language": "English",
		"country": "UK",
		"keywords": ["religion", "Jehovah’s Witness", "tension"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/e3/qj/nf/fg/002981_28%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading","Embassy"],
		"ageRating": "PG"
	},
	{
		"id": 7,
		"title": "Arctic",
		"director": ["Joe Penna"],
		"editor": ["Ryan Morrison"],
		"producer": ["Noah C. Haeussner","Christopher Lemole","Tim Zajaros"],
		"music": ["Joseph Trapanese"],
		"blurb": "This snowbound endurance thriller, shot spectacularly on location in Iceland, stars Mads Mikkelsen as the sole survivor of an air crash, stranded somewhere in the barren wastlelands of the Arctic.",
		"description": "It’s Mads Mikkelsen versus the elements in this intense survival story shot on location in the frozen grandeur of Iceland’s polar wilderness. Having crash-landed somewhere in the arctic tundra, Mikkelsen’s stranded pilot seems to have been surviving for what seems like months as the film opens. He has set up a shelter in the broken fuselage of his plane and is living on a diet of raw trout from a nearby frozen lake, where an ominous paw print in the snow may be a sign of dangers to come. He has meticulously carved the ice away from the rocky hillside to form a giant SOS and keeps a regular timetable signalling with a handcranked location beacon, until one day his routine is broken by a surprise occurrence. To say more would give away too much, suffice to say staying put is no longer an option. First time director Joe Penna came into filmmaking by producing his own YouTube clips, but Arctic is a far cry from the rapid-fire cuts of his viral MysteryGuitarMan videos. He packs the film with plenty of incident and excitement but keeps the action firmly grounded and believable with the assistance of Mikkelsen’s impressively stoic performance. — MM",
		"section": "WORLD",
		"language": "English",
		"country": "Iceland",
		"keywords": ["endurance thriller", "wilderness", "plane"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/8t/tt/tu/8w/ARCTIC_DSC8923%20%20%28c%29HELEN%20SLOAN%20SMPSP%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading", "Embassy", "Light House", "Roxy"],
		"ageRating": "M"
	},
	{
		"id": 8,
		"title": "Ash Is Purest White",
		"director": ["Jia Zhang-ke"],
		"editor": ["Matthieu Laclau","Lin Xudong"],
		"producer": ["Ichiyama Shozo"],
		"music": ["Lim Giong"],
		"blurb": "The transfixing Zhao Tao plays a tough, resilient woman in love with a small-time hoodlum in Jia Zhang-ke’s epic gangland romance, set against China’s relentless modernisation in the 21st century.",
		"description": "Jia Zhang-ke, China’s pre-eminent contemporary filmmaker – and veteran poet of modern life in flux – continues his blessed run with this blazing jianghu drama starring his faithful partner and leading lady, Zhao Tao, a force to be reckoned with. “A beautiful marriage of the political and the personal... Ash Is Purest White subtly distills nearly two decades of gradual social change into the story of a small-town gangster and his moll. The movie opens in 2001, in the northern village of Datong, where Guo Bin (Liao Fan), a member of the jianghu underworld, runs a mahjong parlor… But from the start, it’s Bin’s girlfriend, Qiao (Zhao Tao), who magnetizes the camera’s attention… A fiercely devoted partner to Bin, she more than holds her own in this masculine enclave, and her own belief in the brotherly codes of the jianghu, a commitment referenced by the title, runs startlingly deep. When Bin is attacked by local thugs, it is Qiao who fatefully intervenes and pays the steepest price. From there, the film undergoes a series of thrilling narrative reversals but always keeps Qiao at the fore, grounding its portrait of long-term social and technological flux with the kind of gutsy, lovelorn heroine who would be right at home in a 1940s Hollywood melodrama… In its swirl of violence and emotion… [Jia’s film] is fierce, gripping, emotionally generous and surprisingly funny... Meanwhile, even those accustomed to seeing Zhao in Jia’s movies… might be taken aback by the depths of her acting here… with the richest, most subtly complex performance she’s given to date.” — Justin Chang, LA Times",
		"section": "WORLD",
		"language": "Mandarin",
		"country": "China",
		"keywords": ["romance", "21st century China", "gangland"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/dn/sn/4b/6m/ashes07230044-r-c%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading","Embassy"],
		"ageRating": "R13"
	},
	{
		"id": 9,
		"title": "Ava",
		"director": ["Sadaf Foroughi"],
		"editor": ["Kiarash Anvari"],
		"producer": ["Sadaf Foroughi","Kiarash Anvari"],
		"music": ["Amirhossein Ghasemi"],
		"blurb": "This alarming contemporary coming-of-age tale of a fiercely independent teenage girl at odds with her conservative Tehran school is based on the experiences of Iranian expat writer/director Sadaf Foroughi.",
		"description": "This riveting debut drama, shot in Tehran by Canadian Iranian Sadaf Foroughi, and based on her own coming of age, explores the sobering consequences of a 16-year-old schoolgirl’s defiance. The rebellions staged by Ava (Mahour Jabbari) and her friends may seem like standard rites of passage to any teenager, but in the conservative girls’ school they attend, the honour of family and institution are upheld with a fervour that bespeaks deep insecurity. Ava quickly discovers that her parents, who have long encouraged her enquiring spirit and musical flair, may not be impervious to the fear of ostracism. The empowering influence of Asghar Farhadi (A Separation) is unmistakable in Foroughi’s scrutiny of the intricate dynamics of social entrapment. It’s there, too, in her refusal to soften Ava’s belligerence or pull back on her reflexive needling of those already determined to cut her down to size. “We’re terrified for Ava, but what comes through, despite her few words, is the character’s strength and courage; it’s a gripping, steely performance, complex and smart in a way you don’t often see teen girls portrayed – anywhere.” — Janet Smith, Georgia Straight",
		"section": "WORLD",
		"language": "Farsi",
		"country": "Iran",
		"keywords": ["contemporary", "schoolgirl", "rebellion"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/m3/ob/8f/zx/Unknown-2%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading", "Embassy"],
		"ageRating": "M"
	},
	{
		"id": 10,
		"title": "Beirut",
		"director": ["Brad Anderson"],
		"editor": [""],
		"producer": ["Mike Weber","Tony Gilroy","Shivani Rawat", "Monica Levinson"],
		"music": ["John Debney"],
		"blurb": "A taut, twisty hostage thriller with shades of Le Carré, Beirut brings Jon Hamm and his brand of suave, world-weary charisma to war-torn Lebanon. Co-starring Rosamund Pike (Gone Girl).",
		"description": "The magnetic Jon Hamm brings swagger in spades to this cracking, old-fashioned spy thriller from the writer of Michael Clayton. Hamm plays Mason Skiles, an alcoholic ex-diplomat who fled Beirut in 1972 when a terror raid upended his life. When an old colleague is taken hostage ten years later, and the kidnappers ask for him by name, Mason is forced to return and navigate a web fraught with danger, deceit and personal demons. Viewers can expect the requisite twists and jolts of gritty action characteristic of its writer Tony Gilroy, while Hamm and a roster of ace supporting players (that includes Rosamund Pike, Shea Whigham and Dean Norris) bring welcome human gravitas to the knotty plot workings.",
		"section": "WORLD",
		"language": "Arabic",
		"country": "USA",
		"keywords": ["kidnapping", "thriller", "Lebanon"],
        "images": ["https://www.nziff.co.nz/assets/resized/sm/upload/08/m6/e0/jt/18243_Beirut_still1_RosamundPike__JonHamm_DeanNorris_bySifeEddineElAmine%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy", "Light House"],
		"ageRating": "M"
	},
	{
		"id": 11,
		"title": "Birds of Passage",
		"director": ["Cristina Gallego","Ciro Guerra"],
		"editor": ["Miguel Schverdfinger"],
		"producer": ["Katrin Pors","Cristina Gallego"],
		"music": ["Leonardo Heiblum"],
		"blurb": "The ancient traditions of Colombia’s indigenous Wayuu are shaped by an ambitious matriarch to stake a place for her clan in the burgeoning drug economy of the 1970s. This spectacularly original film opens NZIFF18.",
		"description": "A vibrant Colombian indigenous culture that’s survived centuries of colonisation takes on the 1970s drug trade in our visually and aurally astounding opener. Directors Ciro Guerra (Embrace of the Serpent, NZIFF16) and Cristina Gallego shake off the clichés of crime-war and imperialism and imbue their saga with surreal beauty and the elemental power of ancient proverb. The film’s formidable matriarch (Carmiña Martínez) knows full well that the young chancer (José Acosta) who has courted her daughter (Natalia Reyes) could only have paid the outrageous dowry she demanded by selling dope to the gringos. But the seed is sown: insisting traditional honour codes be observed in enrichening her clan, she bends her shamanistic authority to building an empire in the desert. “Colombians are sick to the back teeth of filmmakers exploiting their troubled past, but Gallego and Guerra’s inspired take on the blood feud yarn and mob thriller is really unique and far from cheap genre thrills as it gets. Birds of Passage is an enthralling, powerful statement.” — Martyn Conterio, Cinevue",
		"section": "BIG NIGHTS",
		"language": "English",
		"country": "Colombia",
		"keywords": ["indigenous culture", "drug trade", "traditional"],
        "images": ["https://www.nziff.co.nz/assets/resized/sm/upload/o4/ty/tc/v1/PDV-MCG-6304-Full.Res%20NEW%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy", "Light House", "Roxy"],
		"ageRating": "M"
	},
	{
		"id": 12,
		"title": "Bisbee ’17",
		"director": ["Robert Greene"],
		"editor": [""],
		"producer": ["Douglas Tirola","Susan Bedusa","Bennett Elliott"],
		"music": ["Keegan DeWitt"],
		"blurb": "History repeats itself in this lyrical, emotionally resonant doco on the centenary of the Bisbee Deportation, in which thousands of immigrant miners were transported into the New Mexico desert and left to fend for themselves.",
		"description": "In 1917 Arizona, nearly 2,000 miners belonging to the Industrial Workers of the World, a radical labour union supporting immigrants and minorities, organised a peaceful strike, only to be violently removed by mobs from their homes and exiled to the middle of the barren New Mexico desert. Filmmaker Robert Greene, an expert at exploring the spaces between reality, recreation and performance, heads to the small ex-mining border town of Bisbee for his latest documentary, a fascinating contemporary excavation of a painful past. Although now part of the town’s tourist trade, the infamous Bisbee Deportation remains largely unaddressed. Greene’s investigation sensitively probes the personal stories of townsfolk, many of whom are related to either the deportees or mining corporates, and then dives deeper by restaging the whole incident with a cast made up of present-day residents. It’s a wilfully contrived yet cathartic re-enactment that, in recalling the method of confrontation in The Act of Killing, offers healing and closure for the community, but also a powerful, lasting double image: of active racial and political fault lines, then and most especially now. — Tim Wong",
		"section": "FRAMING REALITY",
		"language": "English",
		"country": "USA",
		"keywords": ["Mining", "peaceful resistance", "tragedy"],
        "images": ["https://www.nziff.co.nz/assets/resized/sm/upload/qf/yz/x3/8f/HI%20RES%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy"],
		"ageRating": "E"
	},
	{
		"id": 13,
		"title": "Blaze",
		"director": ["Ethan Hawke"],
		"editor": ["Jason Gourson"],
		"producer": ["Jake Seal","Ethan Hawke","John Sloss","Ryan Hawke"],
		"music": ["Blaze Foley","Townes Van Zandt"],
		"blurb": "Ethan Hawke turns director with this SXSW hit, a dramatic tribute to an Outlaw Country legend; both a love story and a requiem for a ramblin man, highlighted by singer Benjamin Dickey’s incredible turn as Blaze Foley.",
		"description": "It’s official: Ethan Hawke owns NZIFF18. Here he steps behind the camera to direct a fittingly unconventional biopic of singer-songwriter Blaze Foley, who went from living in a Georgia treehouse to befriending songwriter Townes Van Zandt and becoming the insider legend of the Outlaw Country Music movement. “A belated but heartfelt eulogy for a songwriter who didn’t live long enough to drink himself to death like his most famous friend, Ethan Hawke’s Blaze will be the first introduction most viewers have to Blaze Foley… Hawke goes in search of his tender side and finds it in a big way, thanks in large part to a charismatic lead performance by musician Ben Dickey, a first-timer who doesn’t look it. Merle Haggard, John Prine, Lyle Lovett and others have recorded Foley’s songs, and Lucinda Williams wrote a great one about him. But when he died of a gunshot wound in 1989, you wouldn’t have been able to find any of his music in stores… Foley’s cult may never grow as big as his most ardent fans would like. But Hawke and Sybil Rosen [Foley’s longtime partner and biographer] and Dickey have given the man something better than posthumous record sales.” — John DeFore, Hollywood Reporter",
		"section": "MUSIC & DANCE",
		"language": "English",
		"country": "USA",
		"keywords": ["Music movement", "Outlaw Country", "songwriter"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/r1/rw/7o/3m/Blaze%20KEY_web-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading", "Roxy"],
		"ageRating": "M"
	},
	{
		"id": 14,
		"title": "Bludgeon",
		"director": ["Ryan Heron","Andy Deere"],
		"editor": ["Andy Deere"],
		"producer": ["Ryan Heron","Andy Deere"],
		"music": ["Jeremy Toy"],
		"blurb": "The armour is heavy and the stakes are high in this warm-hearted and charmingly offbeat documentary about a group of modern knights competing to represent New Zealand in the brutal sport of ‘medieval combat’.",
		"description": "Ryan Heron and Andy Deere’s affectionate and funny documentary introduces us to the competitive sport of ‘medieval combat’ and its eccentric cast of characters – each vying to swing swords (not to mention battle axes, maces and halberds) for New Zealand on the world stage. Just don’t call it re-enactment or LARPing, because this intensely physical and exhausting sport of violent armour-clad combat is anything but play-acting. Our initiation into this weird and wonderful world comes through the enthusiastic but self-confessedly out of shape rookie, Nick Waiariki. His quest for glory takes him from Rotorua to Taranaki, where he is set to try out for the number one-ranked Kiwi team, the Steel Thorns. Captain of the Thorns, Martainn ‘The Machine’ Cuff displays the kind of passion and commitment to the sport Nick will need to emulate. Martainn has a lifelong dream to represent his country but has an unexpected obstacle to overcome – his pathological fear of wolves. Thorns manager and master armourer Justin Stockbridge is one of New Zealand’s most experienced fighters, but his appetite for boundary-pushing weapon design and take-no-prisoners management style ruffle more than a few feathers. Does this oddball crew have what it takes to compete internationally in what must be one of the world’s most brutal combat sports? — MM",
		"section": "",
		"language": "",
		"country": "",
		"keywords": ["documentary", "medieval combat", "modern knights"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/ns/za/fp/47/Bludgeon%201%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading", "Roxy"],
		"ageRating": "E"
	},
	{
		"id": 15,
		"title": "Blue My Mind",
		"director": ["Lisa Brühlmann"],
		"editor": ["Noëmi Preiswerk"],
		"producer": ["Stefan Jäger","Katrin Renz","Filippo Bonacci"],
		"music": ["Thomas Kuratli"],
		"blurb": "A mysterious high-school girl dives headfirst into the vices of teenage life, while undergoing a radical and uncontrollable transformation of her own, in Lisa Brühlmann’s formidable debut feature.",
		"description": "This sensual and visceral coming-of-age tale began as a thesis project and has since transformed into an award-winning exploration of teenage rebellion and body horror. It’s one of those less-said-the-better deals, so we’ll keep it simple. Directing with care and conviction, the talented Lisa Brühlmann draws from the classic sexual awakening of De Palma’s Carrie and meshes it with the angst of femme-centric ‘beast inside’ films like Ginger Snaps, all the while evoking the stark realism of Andrea Arnold (American Honey). Mia is the new kid in high school, alienated from classmates and at odds with her frustrated parents. Eventually her toughness wins favour with a trio of neighbourhood ‘Heathers’ as she explores with wild abandon the usual youth cocktail of sex, drugs and crime. The queen of the clique, Gianna, begins to crush on Mia just as she spirals out and begins a transformation. Mia is completely unaware that inside of her is a genetic time-bomb about to explode. Life will never be the same again. A beautiful balancing act that effortlessly skips between tones, Blue My Mind makes for a singular, shocking, raucous, poignant and heartbreaking look at one’s unavoidable destiny. — AT",
		"section": "INCREDIBLY STRANGE",
		"language": "German",
		"country": "Switzerland",
		"keywords": ["youth", "poignant", "coming-of-age"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/cb/zx/oh/sv/03-bluemymind%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Embassy"],
		"ageRating": "R16"
	},
	{
		"id": 16,
		"title": "Bombshell: The Hedy Lamarr Story",
		"director": ["Alexandra Dean"],
		"editor": ["Alexandra Dean","Penelope Falk","Lindy Jankura"],
		"producer": ["Adam Haggiag","Alexandra Dean","Katherine Drew"],
		"music": ["Keegan Dewitt","Jeremy Bullock"],
		"blurb": "Alexandra Dean’s debut documentary is a revelatory and entertaining portrait of an adventurous woman and talented inventor better known to the world as the embodiment of Hollywood sex and glamour.",
		"description": "In the heyday of the Hollywood studios the popular joke about Hedy Lamarr was that she was so gorgeous that she need not concern herself with acting. Though the young Austrian émigré successfully parlayed her looks into Hollywood star power, she came to see her beauty as a ‘curse’, something that blinded onlookers to a far more vital attribute: a brilliant mind for mechanics. Who knew that she had invented a ‘frequency hopping’ system to conceal allied torpedoes from Nazi locater systems? (The science anticipated the technology that underlies WiFi and Bluetooth.) Her international career began in scandal: she performed naked and was directed in such a way as to appear to be experiencing an orgasm in the Czech film Ecstasy. She was 19. In her later years her plastic surgery provided further fodder for tabloid gossip. Alexandra Dean’s timely documentary draws extensively on a previously unpublished audio interview from 1990 to highlight Hedwig Eva Maria Kiesler’s multiple lives and unsung accomplishments. This fully rounded portrait challenges the reductive notions about beauty vs. brains that she, like so many other shimmering screen sirens, have been forced to endure. — SR",
		"section": "PORTRAIT OF AN ARTIST",
		"language": "English",
		"country": "USA",
		"keywords": ["documentary", "portrait", "Hollywood"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/qj/ur/9k/sz/TFF17_Hedy_Ziegfeld_Everett%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Penthouse"],
		"ageRating": "E"
	},
	{
		"id": 17,
		"title": "[CENSORED]",
		"director": ["Sari Braithwaite"],
		"editor": ["James Arneman"],
		"producer": ["Chloé Brugalé","Sari Braithwaite","Robert Connolly"],
		"music": ["Munro Melano"],
		"blurb": "NZIFF guest, Melbourne archivist and filmmaker Sari Braithwaite’s provocative documentary is stitched together entirely from film footage cut by Australian censors.",
		"description": "With footage spanning classically unimaginative smut-and-violence to raucous Bob Dylan and heart-in-your-mouth Ingmar Bergman, Sari Braithwaite’s mesmerising and confronting documentary [CENSORED] is skillfully composed entirely from a collection of clips cut from foreign film titles by Australian censors between 1951 and 1978. Braithwaite, who narrates, pieces selections from the archive into deftly distilled montages. Hers is a distinct and often entertaining voice. A knife-themed section is described with the double-edged ‘little man, with his little knife’ and at one point she refers to the archive as ‘a state sanctioned spank bank’. Amid all the lurking Peeping Toms and stomach-turning violence against women, expect surprising moments of tenderness and desire. A kissing compilation will make you wonder how the films from which they were removed worked without that charge. Context is simply provided with short bureaucratic notes from the censor. Abraded slugs of celluloid, with their beautiful imperfections, separate each sequence. Munro Melano’s stunner of a score will guide you through the good, the bad and the sheer ugliness. As Braithwaite watches her way through the 1991 purged extracts in the collection, her original mission to ‘liberate’ the footage takes an unexpected and provocative turn. [CENSORED] is about more than censorship and the documentary reaches far in its 63 minutes. If you like to think about how we look, who we look at, and the power dynamics involved, do not miss this film. — Catherine Bisley",
		"section": "FRESH",
		"language": "English",
		"country": "Australia",
		"keywords": ["documentary", "censorship", "bureaucratic"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/xw/bf/ew/6r/censored4%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading"],
		"ageRating": "R16"
	},
	{
		"id": 18,
		"title": "Capharnaüm",
		"director": ["Nadine Labaki"],
		"editor": ["Konstantin Bock","Laure Gardette"],
		"producer": ["Khaled Mouzanar","Michel Merkt"],
		"music": ["Khaled Mouzanar"],
		"blurb": "A runaway boy sues his parents for bringing him into the world in this sprawling tale of against-the-odds resilience. “Nadine Labaki’s journey through the slums of Lebanon thrills with compassion and heart.” — Anna Smith, Time Out",
		"description": "A popular hit in Cannes, and already eyed-up as an Oscar contender, this heartfelt drama of a runaway boy’s life on the streets of Beirut was shot with a cast of non-professional actors by Lebanese actress/director/co-writer Nadine Labaki (Caramel, NZIFF08). “While this is unquestionably an issue film, it tackles its subject with intelligence and heart… Labaki uses a trial to structure the film, though this isn’t a courtroom drama... Admittedly the case could probably only exist in cinema: Zain (Zain Al Rafeea), already serving a five-year sentence for stabbing someone, is suing his parents… for giving him life. Approximately 12 years old (even his parents don’t know his exact age, and they never got a birth certificate), this pint-sized James Dean is a sensitive toughie simmering with righteous resentment. One glimpse at his troubled home life and it’s easy to understand why… Firmly in the tradition of great guttersnipe dramas, the film pays a considerable amount of attention to milieu, foregrounding the solidarity of children as they struggle to survive in an adult-made hell... Moments of humor…offer just the right balance with the overall unforced pathos… Young Al Rafeea is a revelation as the swaggering, foul-mouthed Zain, combining the requisite traits of wounded sensitivity with seasoned resilience that somehow never feels clichéd.” — Jay Weissberg, Variety “Capharnaüm is a howl of protest against social injustice, a film as grounded in a place and time and yet as universal in its empathy with the dispossessed as Bicycle Thieves or Salaam Bombay!” — Lee Marshall, Screendaily",
		"section": "BIG NIGHTS",
		"language": "Amharic",
		"country": "Lebanon",
		"keywords": ["against-the-odds resilience", "social-realist", "drama"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/vn/ks/q2/xg/MG_8196-CAPHARNA%C3%9CM-Copyright-Fares-Sokhon-pour-cover-site-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy","Light House", "Penthouse"],
		"ageRating": "M"
	},
	{
		"id": 19,
		"title": "Celia",
		"director": ["Amanda Millar"],
		"editor": ["Lala Rolls"],
		"producer": ["Garry Robertson"],
		"music": ["Naia Alkhouri","Michel Alkhouri"],
		"blurb": "Amanda Millar’s moving documentary celebrates the enduring legacy of Celia Lashlie, a passionate advocate for social interventions that equipped those long deprived of choice with the tools for responsible decision making.",
		"description": "Celia Lashlie, an impassioned, charismatic advocate for equality of opportunity in New Zealand, is mourned and celebrated in this documentary written, directed and produced by former TV current affairs journalist Amanda Millar. Millar was responsible for several 60 Minutes items that enabled Lashlie, frequently at odds with bureaucracy, to put her case to the nation. When Lashlie received a terminal cancer diagnosis in late 2014, she invited Millar to film the final year of her life. The end came much sooner than expected, but Lashlie’s final participation at the domestic violence camp she helped found, and an intensely moving interview filmed days before she died, provide the heart of this inspiring portrait. Archive footage and the testimony of colleagues show her at her long-running peak: compassionate, funny, combative and blunt. Addressing the victim blaming in the bureaucratic characterisation of dysfunctional families, she is a blistering bullshit detector of the highest order. Two other memorial projects are woven through this one: a theme song composed and performed by 12-year-old Naia Alkhouri and fellow band members, aged 9–13; and the New Zealand Portrait Gallery-commissioned painting by close friend Heather Main. Four symbols on Main’s painting structure the film to embrace four cornerstones of Lashlie’s life: empowering women in prison; her landmark book He’ll Be OK: Growing Gorgeous Boys into Good Men; her conviction that by changing the lives of the mothers, crime, suffering and deaths could be prevented; and the deep respect for human potential expressed through the transformative originality of her work. “It was Celia’s vision that agencies and the government would one day recognise that the power lies with mothers in saving lives and improving the outcomes of our families, and our country’s future. Now that Celia has left us, it doesn’t mean her dream won’t come true.” — Amanda Millar",
		"section": "AOTEAROA",
		"language": "English",
		"country": "New Zealand",
		"keywords": ["documentary", "moving", "equality"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/ji/mo/8q/sh/Celia%201%20photo%20credit%20Taranaki%20Daily%20News-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Embassy","Penthouse"],
		"ageRating": "E"
	},
	{
		"id": 20,
		"title": "Chulas Fronteras",
		"director": ["Les Blank"],
		"editor": ["Les Blank"],
		"producer": ["Chris Strachwitz"],
		"music": [""],
		"blurb": "A beautiful, timely restoration of Chulas Fronteras (meaning ‘Beautiful Borders’), folklorist/cine-poet Les Blank’s classic ode to Norteña music and the migrant culture that exists along the Texas–Mexican border.",
		"description": "Is there another filmmaker who has illustrated more warmly or vividly the connections between song and community than Les Blank (1935–2013)? Shot in the late 1970s – and restored now by his son Harrod – Chulas Fronteras and its companion piece Del mero corazón offer a rousing introduction to the music of the Mexican–American border. The films celebrate pioneering figures like Narciso Martínez and Lydia Mendoza as well as then-current performers like Flaco Jiménez and Los Pingüinos del Norte. The simple, moving poetry of the Spanish lyrics is spelled out in the subtitles. We see the music performed in dance halls, at weddings, barbecues, cockfights, in horse paddocks. Blank’s eye is invariably drawn to animals, dancers, children – and to Mexican food you will want to eat. This music is also a soundtrack to a hard life. There are tales of brutal fieldwork, migrant exploitation and heartbreaking incidents of racism. The songs interweave with these stories and Blank’s beautiful images, offering narratives of their own. — Nick Bollinger",
		"section": "MUSIC & DANCE",
		"language": "English",
		"country": "USA",
		"keywords": ["poet", "music", "Mexican"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/nf/tq/u8/26/chulas-fronterasCaptionLydia%20Mendoza%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Embassy"],
		"ageRating": "E"
	},
	{
		"id": 21,
		"title": "Desert Hearts",
		"director": ["Donna Deitch"],
		"editor": ["Robert Estrin"],
		"producer": ["Donna Deitch"],
		"music": [""],
		"blurb": "The landmark lesbian love story returns to the giant screen as vibrant, beautiful and celebratory as ever.",
		"description": "“Exuberant and sexy, Desert Hearts is the most untrammelled love story in this Festival, and the most assured and liberating lesbian movie ever. It belts along on fresh air, country music and sassy dialogue so that you can almost feel that warm wind in your hair.” — 15th Wellington Film Festival, 1986 “‘You’re just visiting the way I live,’ confidently queer Cay (Patricia Charbonneau) cries out to newly lesberated Vivian (Helen Shaver) during their first romantic set-to in Donna Deitch’s swoony and sharp-witted Desert Hearts. The same can’t be said of Deitch’s 1985 film, her first, which became a sapphic touchstone precisely by not treating lesbian love as a topic for tourism (as Personal Best did in ’82) or something far worse (cf. The Children’s Hour, from ’61, among scores of examples). Adapted from Desert of the Heart, the 1964 debut novel by lavender legend Jane Rule, and scripted by Natalie Cooper, Deitch’s movie takes place in Reno, Nevada, in 1959. Vivian, a 35-year-old literature professor at Columbia, has headed to the city for a quickie divorce from a fellow academic… The scholar – fragile, remote, wry, serious – ignites something in Cay, a coltish soft butch a decade younger who sculpts when she’s not working as a change operator at the casino. However self-assured, and no matter how many women may have shared her bed previously, Cay is also nakedly vulnerable around this soigné New Yorker. She is, in other words, falling in love, a condition never pathologized or diminished in Deitch’s film but rather celebrated to the fullest.” — Melissa Anderson, Village Voice (2017)",
		"section": "RETRO",
		"language": "English",
		"country": "USA",
		"keywords": ["love story", "lesbian", "western"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/pk/49/tb/rp/29139id_245%20KEY-RGB%20crop-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy","Penthouse"],
		"ageRating": "M"
	},
	{
		"id": 22,
		"title": "The Devil We Know",
		"director": ["Stephanie Soechtig"],
		"editor": ["James Leche","Dan Reed","Brian Lazarte"],
		"producer": ["Kristin Lazure","Stephanie Soechtig","Joshua Kunau","Carly Palmour"],
		"music": ["Brian Tyler"],
		"blurb": "Championed by filmmaker Morgan Spurlock and consumer activist Erin Brockovich, Stephanie Soechtig’s documentary is an enraging portrait of corporate greed honed to get into your blood.",
		"description": "Viewers might handle their non-stick frypans with a touch more trepidation after Stephanie Soechtig’s blood-boiling corporate exposé. Putting the insidious inner workings of mega-corporation DuPont under fire, The Devil We Know reveals decades of top-level mismanagement and environmental contamination. The eponymous devil is a chemical compound called C8, which has been used for years in the production of DuPont’s Teflon kitchenware, 3M’s Scotchgard, and a large range of water-resistant materials. When C8 was proven to be linked to deformities in newborns and various lethal health conditions, DuPont not only denied the negative effects but also ramped up production, resulting in the widespread pollution of neighbouring waterways and the irreversible contamination of workers. Told with a bracing urgency and a clear-headed empathy for its victims, Soechtig’s film is a damning reminder of the major toll that regular people pay for modern civilisation’s minor conveniences. — JF",
		"section": "FRAMING REALITY",
		"language": "English",
		"country": "USA",
		"keywords": ["documentary", "corporate greed", "environmental"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/9k/1w/ef/eg/18183_DevilWeKnow_still1_NA__byNA%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading","Lighthouse"],
		"ageRating": "E"
	},
	{
		"id": 24,
		"title": "Diamantino",
		"director": ["Gabriel Abrantes","Daniel Schmidt"],
		"editor": ["Raphaëlle Martin-Holger","Gabriel Abrantes","Daniel Schmidt"],
		"producer": ["Justin Taurand","Maria João Mayer","Daniel van Hoogstraten"],
		"music": ["Ulysse Klotz","Adriana Holtz"],
		"blurb": "A universally adored, very loving but somewhat clueless Portuguese soccer star is co-opted for nefarious political ends in this outrageously bonkers satire of vacuous media and surging nationalism in Europe.",
		"description": "Gleefully trafficking in the ludicrous to satirise the vacuity of media-manufactured nationalism, Gabriel Abrantes and Daniel Schmidt’s Diamantino is a heady mix of B-movie thrills, designer kitsch and gender-blind casting. It sails smoothly through multiple outrageous implausibilities thanks to the sweet comic ingenuity of Carloto Cotta, the heartthrob-handsome star of Tabu (NZIFF12). In a performance modelled, in appearance at least, on metrosexual football superstar Cristiano Ronaldo, he plays Diamantino, erstwhile champion of Portugal’s honour on the soccer field. When sinister forces hack into his hard drive, what awaits them is a cache of cute baby animal pics. He is their man: a super clean, sweet-natured blank slate fit to be genetically engineered to headline their EU exit campaign. Next move: send in a female spy disguised as an African refugee whom the sweet-natured Diamantino promptly adopts and smothers with love. That’s not to mention the evil twin sisters who ‘manage’ Diamantino’s career and income, or the media circus surrounding his every move. “The pro-European Union lobby just got the silliest, sexiest cinematic endorsement it could hope for in Diamantino, and that’s merely one of the surprises nested in Gabriel Abrantes and Daniel Schmidt’s deranged satire – sure to remain the freshest blast of gonzo comic energy at this year’s Cannes Film Festival. Part loopily queer sci-fi thriller, part faux-naive political rallying cry, glued together with candyfloss clouds of romantic reverie, it’s a film best seen with as little forewarning as possible: To go in blind is to be carried along by its irrational tumble of events as blissfully and buoyantly as its empty-headed soccer-star protagonist... Only in the up-is-down world of Diamantino could Donna Lewis’s cream-cheese slab of mid-’90s dreampop ‘I Love You Always Forever’ briefly seem a soaring anthem of the heart. ‘Love has reasons that even reason can’t understand,’ muses Diamantino in voiceover at one point; so does this lovably ludicrous film.” — Guy Lodge, Variety",
		"section": "FRESH",
		"language": "Portuguese",
		"country": "Portugal",
		"keywords": ["media", "nationalism", ""],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/nk/yh/ks/b0/2_Diamantino_00210960%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Embassy"],
		"ageRating": "M"
	},
	{
		"id": 24,
		"title": "El Ángel",
		"director": ["Luis Ortega"],
		"editor": ["Guillermo Gatti"],
		"producer": ["Hugo Sigman","Sebastián Ortega","Pedro Almodóvar","Agustín Almodóvar","Matías Mosteirín","Esther García","Letica Crist","Axel Kuschevatzky","Pablo Culell"],
		"music": [""],
		"blurb": "Co-produced in style by Pedro and Augustin Almodóvar, this provocative true crime drama explores the short violent career of Argentina’s most infamous and longest-serving convicted killer, a baby-faced teenager.",
		"description": "A flamboyant, pop-energised portrait of a serial killer, Luis Ortega’s film landed like the cat amongst the pigeons at Cannes. Reviewers routinely drew favourable comparisons with Scorsese crime sagas, but were quick to call out the glamorisation of a sordid true story. The actual ‘El Ángel’ was a baby-faced Buenos Aires teenager who confessed to 11 murders in the 1970s. Those whose lives he ruined have reason to object to a film that omits his most vicious crimes, but the follow-on accusation that the film is intended to seduce us with the killer’s pouty, Curlilocks prettiness is a stretch. As played with unnerving intimacy by screen newcomer Lorenzo Ferro, this Carlitos is one rotten egg, a creepy, self-caressing exceptionalist. Acutely averse to human weakness, he objectifies his own unrequited hankering for his straight accomplice with increasing perversity. It’s not desire, but Carlitos’ mockery of desire, that give this film its nasty kick. Pedro Almodóvar, himself responsible for some memorable portraits of erratic male behaviour, was a producer, and the film shares his zest for colour and furnishing. It also trains a seriously bent eye on a not entirely oblivious straight guy. There’s no doubt whose point of view we are seeing as we observe Carlitos’ frequent accomplice, the painfully handsome would-be TV star, Ramon (Chino Darín, son of Argentinian icon Ricardo). Good looks may be all Ramon has got going for him: in movies, the desiring male gaze rarely falls on another male with quite the annihilating power exercised here.",
		"section": "FRESH",
		"language": "Spanish",
		"country": "Argentina",
		"keywords": ["portrait", "flamboyant", "murders"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/29/v0/oa/3z/EL%20ANGEL_KEY%20STILL-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading","Roxy"],
		"ageRating": "R16"
	},
	{
		"id": 25,
		"title": "Eldorado",
		"director": ["Markus Imhoof"],
		"editor": ["Beatrice Babin","Thomas Bachmann"],
		"producer": ["Pierre-Alain Meier","Thomas Kufus","Markus Imhoof"],
		"music": ["Peter Scherer"],
		"blurb": "Markus Imhoof’s powerful doco combines agonising encounters with asylum seekers adrift and in limbo with a moving personal recollection of his own relationship with a refugee during WWII.",
		"description": "Deep inside the European asylum system, Markus Imhoof’s uniquely personal documentary takes a long, hard look at the human flotsam off the coast of Italy. Aboard a giant vessel designed to intercept overcrowded dinghies of asylum seekers, he captures the exhaustion and desperation of African and Middle Eastern refugees oblivious to the hellish non-existence that awaits them on dry land. There, dispassionate officials – servants of a country politically riven by the humanitarian burden – toe the line, while the film’s observation states implicitly that wealth and resources, poured into making Italy an efficient gateway to the continent, have done little to facilitate points of exit into the rest of Europe. Like Island of the Hungry Ghosts, an elegiac portrait of asylum seekers much closer to home, Imhoof’s film is both affecting and upsetting, but particularly so because of the historical first-hand experience it relates the current crisis to. We hear about Imhoof’s childhood in Switzerland, and the young Italian refugee his family took in with open arms, only for global politics to tear them apart. This personal dimension, threaded ruefully throughout the film, speaks sincerely of the pain of forced migration – and angrily at how unwanted those fleeing war and oppression today have become. — Tim Wong “One of the most moving statements to have been made thus far on the refugee crisis in the Mediterranean – along with Fire At Sea [NZIFF16], to which it will draw comparisons – Imhoof’s gently-roaming camera holds a mirror to Western society, and it reflects a distorted and ugly face.” — Fionnuala Halligan, Screendaily",
		"section": "NEWS / FAKE NEWS",
		"language": "English",
		"country": "Switzerland",
		"keywords": ["WWII", "documentary", "moving"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/oo/nz/6y/m8/02-eldorado%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Embassy"],
		"ageRating": "E"
	},
	{
		"id": 26,
		"title": "An Elephant Sitting Still",
		"director": ["Hu Bo"],
		"editor": ["Hu Bo"],
		"producer": ["Liu Xuan"],
		"music": ["Hua Lun"],
		"blurb": "The first, and tragically only, film from Chinese novelist turned filmmaker Hu Bo is an ambitious and unforgettable film, reminiscent of the works of modern masters like Jia Zhangke and Béla Tarr.",
		"description": "A hot ticket at Berlin this year, this impressively crafted and deeply felt super-sized epic has continued to pull big audiences at festivals around the world, the film’s tragically sad backstory notwithstanding – first-time director Hu Bo committed suicide late last year. Elephant is a truly symphonic piece of cinema filled with moody close-ups and virtuoso tracking shots. The extended runtime passes quickly as Hu takes us into the lives of four interconnected characters over the course of an event-packed day. Teenager Wei Bu accidentally injures a bully defending a friend and goes into hiding with the assistance of his elderly neighbour. Meanwhile, Wei’s female classmate is engaged in a risky affair with the school’s dean and the bully’s gangster older brother arrives seeking retribution. - MM “Influenced by European art house icons such as Krzysztof Kieślowski and Béla Tarr – specifically the latter’s Werckmeister Harmonies, in terms of its fatalistic premise and omnipresent tracking shots – Elephant provides proof of Hu’s promise as a thoughtful filmmaker. The movie stands as a memorial to a young talent who burned out too soon.” — Clarence Tsui, Hollywood Reporter “Debut features seldom come as ambitious, or as accomplished, as the magisterial An Elephant Sitting Still… This four-hour chronicle of numb desperation echoes the work of Jia Zhangke through its focus on the personal struggles of individuals left behind in China’s headlong pursuit of economic progress… but Hu’s chosen aesthetic and mode of storytelling are entirely his own.” — Giovanni Marchini Camia, Sight & Sound",
		"section": "FRESH",
		"language": "Mandarin",
		"country": "China",
		"keywords": ["bully", "epic", "event-packed"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/jq/rf/zg/i1/still1%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Embassy"],
		"ageRating": "R16"
	},
	{
		"id": 27,
		"title": "The Field Guide to Evil",
		"director": ["Veronika Franz","Severin Fiala","Can Evrenol","Agnieszka Smoczyńska","Calvin Reeder","Ashim Ahluwalia","Yannis Veslemes","Katrin Gebbe","Peter Strickland"],
		"editor": [""],
		"producer": [""],
		"music": [""],
		"blurb": "A devilish omnibus of eight creepy folktales from around the world, featuring spine-tingling new films from the directors of NZIFF faves such as Goodnight Mommy, The Duke of Burgundy, The Lure and more.",
		"description": "From the sick and twisted minds that brought us the cult horror anthology, The ABCs of Death (including Incredibly Strange’s own devious maestro Ant Timpson), comes this new omnibus collection of short, but terrifying tales from around the globe. Ant and his cohorts have corralled nine of the most talented genre filmmakers working today and tasked them with reinventing a classic folktale from their homeland. Veronika Franz and Severin Fiala channel the softcore delights of 1970s eurotrash auteur Walerian Borowcyzk, with their tale of forbidden love and horrifying guilt set in medieval Austria, while Agnieszka Smoczyńska presents a grotesque tale of bloody-minded ambition from Poland. Calvin Reeder delivers a dose of campy fun with his outrageous American ‘folktale’ about a mob of cannibalistic Melonheads and, if Guy Maddin were a closet gorehound, he might have made a film like Peter Strickland’s stylish Hungarian pantomime about two brothers vying for the heart of a beautiful princess. Also featured is Lovecraftian terror in the swamps of India, baby snatching spirits from Turkey, a tormented goblin from the pits of hell (via Greece) and a spooky mouse demon from Germany. — MM",
		"section": "INCREDIBLY STRANGE",
		"language": "English",
		"country": "New Zealand",
		"keywords": ["fear", "folktales", "creepy"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/lu/1v/kp/eu/6.%20field-guide-to-evil%20Poland_Agnieszka%20Smoczynska%20HIRES%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading"],
		"ageRating": "R16"
	},
	{
		"id": 28,
		"title": "Filmworker",
		"director": ["Tony Zierra"],
		"editor": ["Tony Zierra"],
		"producer": ["Elizabeth Yoffe"],
		"music": [""],
		"blurb": "This fascinating account of Stanley Kubrick at work from the point of view of right-hand man Leon Vitali offers rare insights into the elusive filmmaking legend – and the total dedication he inspired.",
		"description": "This portrait of Leon Vitali, who quit acting to become all-purpose right-hand man to Stanley Kubrick, doubles as a fascinating account of both men: the notoriously fastidious director and the utterly smitten, immensely able facilitator who contributed crucially to enacting his vision. “Many words have been written, and doubtless many more will be, about the filmmaking genius of Stanley Kubrick. But if, as Thomas Edison said, genius is 1% inspiration and 99% perspiration, Tony Zierra’s Filmworker is dedicated to the far less familiar name who contributed a great deal of that sweat. Leon Vitali is known to Kubrick fans as Lord Bullingdon, the petulant stepson of Ryan O’Neal’s eponymous rogue in Barry Lyndon… But less common knowledge is what became of the pretty, soft-faced young man… That’s the story that Filmworker tells, somewhat shaggily but with a great deal of infectious affection, and it builds to a deeply moving portrait of Vitali’s own gift: his genius for the kind of unquestioning dedication and steadfast graft that is seldom recognized in the annals of cinema’s Great Men.” — Jessica Kiang, The Playlist",
		"section": "PORTRAIT OF AN ARTIST",
		"language": "English",
		"country": "USA",
		"keywords": ["filmmaking", "fascinating", "insights"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/eg/z1/74/aa/Filmworker%20%234%20Kubrick%20and%20Leon%20Vitali%20%27The%20Shining%27%20copy%20photo%20courtesy%20Leon%20Vitali%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading"],
		"ageRating": "M"
	},
	{
		"id": 29,
		"title": "First Reformed",
		"director": ["Paul Schrader"],
		"editor": ["Benjamin Rodriguez Jr."],
		"producer": ["Christine Vachon","David Hinojosa","Frank Murray","Jack Binder","Greg Clark","Victoria Hill","Gary Hamilton"],
		"music": ["Lustmord"],
		"blurb": "A country priest (Ethan Hawke) questions his faith after an unnerving encounter with a radical environmentalist in this searing thriller from the writer of Taxi Driver and Raging Bull.",
		"description": "Gripping and intensely focused, First Reformed is Paul Schrader’s latest character study of male self-destruction and redemption. Haunted by the ghost of Taxi Driver, it stands as the culmination of a writing/directing career studded with God’s lonely men – and one of Schrader’s most personal films in decades. A terrific Ethan Hawke cuts a stern, troubled figure as Toller, a Protestant minister of a tiny congregation overshadowed by a nearby populist church. His internal and spiritual despair – rivetingly chronicled in Schrader’s powerful script – begins to seep out into the unforgiving world upon meeting Mary (Amanda Seyfried) and her husband Michael, a distraught environmental activist whose salvation lies in a suicide vest. As Toller’s dwindling faith and growing political rage points ostensibly towards an explosive final act, Schrader’s artistry, heavily indebted to his cinematic heroes Carl Dreyer and Robert Bresson, beautifully counteracts the violent pathos of his most iconic screen antiheroes. At once austere and electrifying, First Reformed is directed with startling simplicity and profundity; a bravely un-American film by one of the great American filmmakers. — Tim Wong",
		"section": "WORLD",
		"language": "English",
		"country": "USA",
		"keywords": ["priest", "thriller", "environmental"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/1n/77/9u/28/First_Reformation_D19_0023%20TEMP%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading", "Embassy"],
		"ageRating": "R16"
	},
	{
		"id": 30,
		"title": "Garry Winogrand: All Things Are Photographable",
		"director": ["Sasha Waters Freyer"],
		"editor": ["Sasha Waters Freyer"],
		"producer": ["Sasha Waters Freyer"],
		"music": ["Ethan Winogrand"],
		"blurb": "“An unusually rich art-doc with an old-New York twang… Sasha Waters Freyer assesses the artist and the man in her documentary about photographer Garry Winogrand.” — John Defore, Hollywood Reporter",
		"description": "This sharp, critical biography of the great American photographer presents a gratifying array of his work, and is enriched with his own recorded, matter-of-fact observations. “Garry Winogrand (1928–84) may be the foremost chronicler of post-World War II America. His photographs – from the streets of New York to the expanses of Texas and the heart of Hollywood – provide a rich and complex portrait of a nation in transition. Sasha Waters Freyer’s gorgeous and lively look at the man and his work uses still images, home movie footage, and revelatory recently discovered audio recordings to illustrate why many consider Winogrand to be the central photographer of his generation, but doesn’t shy away from the thornier aspects of his life and career.” — San Francisco International Film Festival",
		"section": "PORTRAIT OF AN ARTIST",
		"language": "English",
		"country": "USA",
		"keywords": ["photography", "biography", "WWII"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/4v/0y/rg/bz/Still-1-KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Embassy"],
		"ageRating": "E"
	},
	{
		"id": 31,
		"title": "Girl",
		"director": ["Lukas Dhont"],
		"editor": ["Alain Dessauvage"],
		"producer": ["Dirk Impens"],
		"music": ["Valentin Hadjadj"],
		"blurb": "Belgian filmmaker Lukas Dhont won the award for best first feature at Cannes with this empathetic, emotionally rich portrait of a 15-year-old trans girl who aspires to become a ballerina.",
		"description": "This achingly beautiful drama about a teenager who is transitioning gender while training to be a ballerina was one of Cannes 2018’s most talked about films, deservedly winning the Camera d’Or for first-time director Lukas Dhont, and the Un Certain Regard acting award for its standout central performance from Victor Polster.  While Lara already identifies as a girl, her world is undergoing significant and much desired transformation. She has just moved with her father and beloved kid brother to a new city where she has been provisionally accepted into a prestigious dance school and she will soon be old enough to start hormone replacement therapy. Lara's aspiration to femininity is so great that she has chosen the most extreme physical form of its expression. But here, dance is not a release. Held captive by her body, she tapes her genitals and hides the bloodied feet which have not grown up en pointe like the other girls. While her father offers her nothing but support, she is all teenage uncertainty and impatience and her interior world moves closer to self-destruction even as her outer beauty blooms.  Dhont and co-writer Angelo Tijssens keep the screenplay stripped bare of external conflict and prejudice, the camera movement and performance revealing the tumult beneath Lara’s steely poise. And while the casting of Polster, who identifies cis gender, will be the subject of debate at a time when awareness of transgender actors is improving, there can be no argument that this is a deeply intuitive performance, rendering the truth of Lara’s battle with indelible grace. — Clare Stewart",
		"section": "WORLD",
		"language": "Dutch",
		"country": "Belgium",
		"keywords": ["teenager", "transgender", "ballet"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/9d/cp/qh/eu/GIRL_Photo_1%E2%88%8FMenuet%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy","Light House","Penthouse"],
		"ageRating": "R16"
	},
	{
		"id": 32,
		"title": "Good Manners",
		"director": ["Juliana Rojas","Marco Dutra"],
		"editor": ["Caetano Gotardo"],
		"producer": ["Sara Silveira","Maria Ionescu","Clément Duboin","Frédéric Corvez"],
		"music": ["Juliana Rojas","Marco Dutra","Guilherme Garbato","Gustavo Garbato"],
		"blurb": "Social satire meets secret love meets beastly fairy tale in this wickedly assured shape-shifter from Brazil. (To guarantee maximum viewing pleasure, avoid the year’s most spoiler-ridden trailer. Seriously.)",
		"description": "Working-class Clara is employed by rich young Ana as housekeeper, in anticipation of her role as nanny to pregnant Ana’s baby-to-be. The taciturn Clara finds Ana flighty and irritating, but as her single employer’s neediness becomes apparent, Clara reveals sympathy for and a wary attraction to the other woman. Ana is afflicted by strange pains and, we discover, cravings for bloody meat and nocturnal ramblings that coincide with the full moon. She tells Clara about a one-night stand – a mysterious stranger, a full moon, a strange creature glimpsed in the night – and we can infer the true nature of what is gestating. These genre ingredients are served up gradually, in artfully moderated staging; distant views of São Paulo seem colourfully heightened and otherworldly. The women are portrayed with compassion and humanity. But make no mistake, Good Manners is playing with some classic mythic elements and it’s going to follow through with them – in unexpected but narratively rigorous ways. To say much more would spoil the surprises ahead. Suffice to say it’s Clara we follow as her responsibilities grow. She’s the heart of this understated monster movie as it unfolds with a measured, unflinching trajectory. —  Jonathan King",
		"section": "FRESH",
		"language": "Portuguese",
		"country": "Brazil",
		"keywords": ["love", "fairy tale", "class"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/ix/0j/xz/zm/GM06_by_Rui_Pocas%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading"],
		"ageRating": "R16"
	},
	{
		"id": 33,
		"title": "Happy As Lazzaro",
		"director": ["Alice Rohrwacher"],
		"editor": ["Nelly Quettier"],
		"producer": ["Carlo Cresto-Dina"],
		"music": [""],
		"blurb": "Direct from Cannes where it shared the Best Screenplay award for its amazingly inventive script, Alice Rohrwacher’s seductive rural fable applies fairy-tale logic to explore the troubled soul of Italy.",
		"description": "Part bucolic fable, part social realism and all fertile imagination, Alice Rohrwacher’s beguiling third feature proves she is one of the most inventive and compelling voices in contemporary world cinema. Set in rustic Italy, rewarding ground for her previous feature NZIFF14 Centrepiece, The Wonders (in which sister Alba also had a significant role), the film opens as a peasant boy serenades his love with fairy-tale conviction. The revellers, it transpires, are tobacco harvesters subjugated by an over-entitled marchesa. Village innocent Lazzaro (divine newcomer Adriano Tardiolo) becomes the unlikely friend and accomplice of Tancredi, the marchesa’s dandified son. Imbued with a saint-like beauty, Lazzaro is alternately adored and exploited by all and is soon unwittingly embroiled in a kidnapping plot by his manipulative friend. What seems at first to be a story ‘out of time’ reveals itself to be a very particular historical moment and then, with a sly and unexpected narrative spin, becomes decidedly more immediate and familiar. The biblical stories of the resurrected Lazarus and the beggar Lazarus are frequently conflated – either by accident or ignorance – but Rohrwacher’s poetic amalgam of the two is as deliberate as it is teasing and magical. To give the rest away would be an injustice to her breathtaking cinematic logic (she jointly won the Best Screenplay award at Cannes this year). Gorgeously filmed on Super 16 by regular collaborator Hélène Louvart, this modern-day allegory is no flight of fancy; it also serves as a biting critique of our own very troubled times. — Clare Stewart",
		"section": "WORLD",
		"language": "Italian",
		"country": "Italy",
		"keywords": ["supernatural", "folk tale", "social realism"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/d0/x7/63/ci/HappyAsLazzaro-Still1-actorAdrianoTardiolo%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy","Penthouse"],
		"ageRating": "PG"
	},
	{
		"id": 34,
		"title": "The Harvesters",
		"director": ["Etienne Kallos"],
		"editor": ["Muriel Breton"],
		"producer": ["Sophie Erbs","Tom Dercourt","Thembisa Cochrane","Michael Auret","Giorgos Karnavas","Konstantinos Kontovrakis","Mariusz Wlodarski"],
		"music": ["Evgueni","Sacha Galperine"],
		"blurb": "Set in the conservative Afrikaner farming country of South Africa’s Free State, this brooding drama pits the teenaged son of a deeply religious family against the adopted brother he believes will usurp him.",
		"description": "Spectacularly set in the grasslands and mesas of South Africa’s Free State region, writer/director Etienne Kallos’ daunting first feature drills into the insecurities of an embattled white minority ranch culture once empowered by apartheid. In a devout Afrikaans family of cattle farmers, teenage Janno feels out of step. No wonder: as his mother observes his sturdy form trailing the herd we hear her implore her God to strengthen the boy’s blood, his heart, his seed. A long-withheld close-up of his open, vulnerable face suggests that no amount of prayer, obedience or rugby on Janno’s part can make him the mighty man of the land and procreator she prays for. Though her husband could do with the help of an added son, he and Janno are both dismayed when she chooses to augment the household by rescuing Pieter, an orphan of Afrikaans parentage from a halfway house. She instructs Janno to make him his brother. We watch through Janno’s astonished, resentful eyes as this scathing, predatory survivor of the city streets puts a blazing torch to everything that has ever held Janno back. The heart of Kallos’ challenge to his countrymen lies in the Cain and Abel dance of the two young men, and they are electrifying.",
		"section": "WORLD",
		"language": "Afrikaans",
		"country": "South Africa",
		"keywords": ["portrait", "crisis", "race"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/4w/7h/ds/xw/37%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Embassy"],
		"ageRating": "M"
	},
	{
		"id": 35,
		"title": "The Heart Dances – the journey of The Piano: the ballet",
		"director": ["Rebecca Tansley"],
		"editor": ["Thomas Gleeson"],
		"producer": ["Robin Laing","Rebecca Tansley"],
		"music": ["Aldous Harding","Charles Ives"],
		"blurb": "This elegant new film from the director of Crossing Rachmaninoff takes us backstage at the Royal New Zealand Ballet as a brilliantly theatrical European interpretation of a New Zealand classic re-enters the culture that inspired it.",
		"description": "Czech choreographer Jiří Bubeníček and his twin brother and designer, Otto are stars in the European dance world, creators of vital, innovative contemporary ballets. Director Rebecca Tansley (Crossing Rachmaninoff) follows them from Prague to Aotearoa as they take up an invitation from the Royal New Zealand Ballet to expand their adaptation, made in Germany in 2015, of Jane Campion’s film. Tansley’s documentary feasts on the sheer beauty of the Bubeníčeks’ work – the music, the theatricality, the costumes, the suite of achingly expressive pas de deux at the heart of the piece. It also presents a delicately traced picture of the Old World at sea in the New, and vice versa. The Bubeníčeks arrive apparently unaware that the work they have been invited to stage poses significant problems for Moss Patterson, the Māori cultural adviser contracted by the RNZB. (The original ballet gave prominent place to ‘Ka Mate’.) Only someone who’s never worked in the New Zealand cultural sector could be surprised as the ensuing struggle, signally embedded in the 2015 work, unfolds over the four weeks before opening night. Tansley sees Bubeníček’s dismay, but above all she celebrates his vigour and enthusiasm for communication. She observes the enormous reserves of skill and discipline required of classical performers, all the more to savour the thrill when everything takes flight. Intercutting rehearsal and performance, The Heart Dances weaves a seductive, elegant celebration of a vital, centuries-old art that still has a squillion tiny dancers line up to audition for the Anna Paquin role.",
		"section": "AOTEAROA",
		"language": "English",
		"country": "New Zealand",
		"keywords": ["ballet", "contemporary", "Māori"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/m8/pa/92/ez/Heart%20Dancers%20for%20Kailey-800-800-450-450-crop-fill.jpg"],
		"venue": ["Embassy","Penthouse"],
		"ageRating": "E"
	},
	{
		"id": 36,
		"title": "The Ice King",
		"director": ["James Erskine"],
		"editor": ["Stephen Parkinson"],
		"producer": ["Victoria Gregory"],
		"music": ["Stuart Hancock","Bratislava Symphony Orchestra"],
		"blurb": "The life and artistry of trailblazing Olympic figure skater and dancer John Curry are revisited in this timely doco which sheds light on his enduring legacy, featuring rare footage of his legendary performances.",
		"description": "British Olympic figure skater John Curry, the trailblazing subject of The Ice King, sought to change the world of ice skating for the better. Often hailed as the greatest skater of all time, Curry drew acclaim for his innovative balance of artistry and athleticism, bridging the divide between dance and skating. When his coaches told him he was ‘too soft’ and needed to skate like a man, Curry carved his own indelible path and, in doing so, challenged what ice skating could be. The Ice King is a compassionately constructed film that explores the pressures that Curry fought against and placed on himself. The first openly gay Olympian, he was adored by his critics and fans, but his struggle with loneliness and depression often threatened to bring it all down. After a winning streak that culminated with a gold medal at the 1976 Winter Olympics, Curry retired from competing and turned his attention to his first love, dance, forming a dance company and taking ballet on ice to some of the world’s grandest venues. It’s here that the film takes flight with rare footage of legendary performances, including breathtaking solo pieces that showcase his incredible grace. By the time he was diagnosed with HIV and eventually AIDS, Curry had withdrawn from performance and the public eye, his body broken by both the sport and the disease. Curry became another young talent lost too soon, but his legacy lives on in athletes like Adam Rippon who challenge the performative masculinity that still exists in the world of competitive figure skating today. — Chris Tse",
		"section": "MUSIC & DANCE",
		"language": "English",
		"country": "UK",
		"keywords": ["remembrance", "ballet", "depression"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/g7/ut/hj/q5/Christie_Jenkins1-0014%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading","Light House","Penthouse"],
		"ageRating": "E"
	},
	{
		"id": 37,
		"title": "If I Leave Here Tomorrow: A Film About Lynyrd Skynyrd",
		"director": ["Stephen Kijak"],
		"editor": ["Claire Didier"],
		"producer": ["John Battsek","Diane Becker"],
		"music": ["Lynyrd Skynyrd"],
		"blurb": "From the swamps of Florida to a tragic end in a plane that should never have taken off, Stephen Kijak’s doco follows the wild trajectory of the original band, archetypal Southern boys who rocked the 1970s.",
		"description": "The story of Lynyrd Skynyrd is an epic one, populated with extravagant characters and framed by dramatic events. No wonder fellow Southern rockers Drive-By Truckers once wrote an opera about them. But is it a tragedy or a comedy? We know from the start of this documentary how it will end, the night the band’s plane plunges into a Mississippi swamp, killing founder and lead singer Ronnie Van Zant and two other musicians, leaving the remainder of the band broken and bereft. And yet there is also farce, as this bunch of blue-collar Southern stoners make their improbable way from a rehearsal barn in an alligator-infested Florida swamp to the rock arenas of the world, blaring triple-guitar rock anthems such as ‘Free Bird’. There are Spinal Tap moments, particularly where perpetually disoriented drummer Bob Burns is involved. There is political incorrectness: Skynyrd were famous for their confederate flags, substance abuse and ‘Sweet Home Alabama’, a riposte to Neil Young and his stance on Southern racism that became an anthem. Yet by the end of this astonishing, shattering story I found I cared about Lynyrd Skynyrd a whole lot more than I ever expected. — Nick Bollinger",
		"section": "MUSIC & DANCE",
		"language": "English",
		"country": "USA",
		"keywords": ["documentary", "rock band", "tragic"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/8m/fj/jv/o7/LynyrdSkynyrd_1977_DavidAlexander_2%20HALF%20PG%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Light House"],
		"ageRating": "E"
	},
	{
		"id": 38,
		"title": "The Image Book",
		"director": ["Jean-Luc Godard"],
		"editor": ["Jean-Luc Godard","Fabrice Aragno","Jean-Paul Battagia","Nicole Brenez"],
		"producer": ["Fabrice Aragno","Mitra Farahani"],
		"music": [""],
		"blurb": "The latest essay film from Jean-Luc Godard, still going strong, is a dense yet intellectually dexterous vision board on cinema, image-making and the state of the world.",
		"description": "“Taking the form of an essay film collage akin to his opus Histoire(s) du cinéma, [The Image Book] is a salvo of anger and soul-searching inquiry from [a] director too often venerated only for his 1960s films… and dismissed for his later ones that, with far greater rigor, ask some of the hardest questions about ourselves as people living in the same era as he. Made of five chapters, opening with ‘Remakes’, on the mutable repetitions of modern human wars, moving to a chapter on revolutions, trains… the ‘spirit of law’… and concluding with ‘la région centrale’ – a movement to the Middle East – The Image Book absorbs clips from cinema and reportage, equating both, trusting both, to search for the reason why violence between human beings continues. Why, the film asks, if we have the capability of filming, of recording, acts of horror, do we keep repeating the cruelty, continuing the oppression? Flattening the distinction between the fiction films Godard is citing (including many of his own) and newsreels and Internet clips… The Image Book sees the moving image culture of the cinema era as both inquisitor and evidence for our capacity for horror, as well as for compassion and grace.” — Daniel Kasman, Mubi.com",
		"section": "WORLD",
		"language": "French",
		"country": "Switzerland",
		"keywords": ["essay film", "intellectual", "melancholy"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/up/8l/vh/cy/imagebook2%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading"],
		"ageRating": "M"
	},
    {
		"id": 39,
		"title": "Jill Bilcock: Dancing the Invisible",
		"director": ["Axel Grigor"],
		"editor": ["Axel Grigor","Scott Walton"],
		"producer": ["Axel Grigor","Faramarz K-Rahber"],
		"music": [""],
		"blurb": "This up-close, vividly illustrated career survey places one of the world’s most sought-after film editors (and key Baz Luhrmann enabler), Jill Bilcock, in the spotlight she so rightly deserves.",
        "description": "You may not know Jill Bilcock by name, but you will undoubtedly have been moved by her work on the big screen. One of the most sought-after editors in the world, Bilcock has been a crucial creative force behind such iconic films as Muriel’s Wedding, Romeo + Juliet, Elizabeth and Moulin Rouge!, to name a few. Her bracing editing style and uncompromising passion for on-screen excitement have had a huge impact on cinema, both internationally and in her home country of Australia. Starting out at a small, experimental film programme at Swinburne University in the 1960s, Bilcock discovered a passion for cutting film. Defying expectations as more than a ‘pretty, blonde sheila’, she was invited to join Fred Schepisi’s Film House in Melbourne, a key player in the 1970s’ rebirth of the Australian cinema industry. Knowing the measure of big, brash and brightly coloured scenes has become her trademark. She talks us through some densely packed examples: ‘El tango de Roxanne’ in Moulin Rouge!; manipulation of time and dialogue in Romeo + Juliet; the coronation banquet in Elizabeth. Breaking tradition and working without rules is what fosters great art and Bilcock is undoubtedly one of the greats. While much of the credit for her work is usually attributed to the director, this film captures how Bilcock has defined the aesthetics of Baz Luhrmann’s body of work, exploring the close creative bond they have shared since Strictly Ballroom, working on and off set together to shape a bold new vision for popular cinema. A celebration of an unsung cinematic icon, Dancing the Invisible places Jill Bilcock in the spotlight she so rightly deserves. — Kailey Carruthers",
		"section": "PORTRAIT OF AN ARTIST",
		"language": "English",
		"country": "Australia",
		"keywords": ["career", "Baz Luhrmann", "film making"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/1c/ae/qe/tc/Jill-Bilcock-KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading"],
		"ageRating": "M"
	},
    {
		"id": 40,
		"title": "Jirga",
		"director": ["Benjamin Gilmour"],
		"editor": ["Nikki Stevens"],
		"producer": ["John Maynard"],
		"music": ["AJ True"],
		"blurb": "Shot without permits in Afghanistan, this spectacular and powerful redemption drama from the director of Son of a Lion brings a needed fresh perspective to conflict in the Islamic world.",
        "description": "An Australian soldier arrives in Afghanistan, his torso strapped with cash. His mission is not militaristic but entirely personal: to make amends for an atrocity committed during a helicopter raid in a village three years earlier. This is the set-up for Australian filmmaker Benjamin Gilmour’s affecting redemption fable Jirga – a perilous journey into Taliban territory that bears some striking parallels to its real-life production story. Gilmour and lead actor Sam Smith were preparing to shoot in Pakistan, when their funding was suddenly withdrawn in fear the proposed script was too ‘politically sensitive’. They decided to make the film anyway. Purchasing a camera at a Pakistani mall and rejigging the script as they went, Gilmour and Smith ventured into Afghanistan on a personal quest of their own, putting themselves at risk in a manner not so dissimilar from their lead character. The old saying “every film is a documentary of its own creation” could hardly be more applicable. The resulting film is a deceptively small tale that accumulates a profound force by the time our soldier arrives at his destination. Gilmour utilises staggering imagery of plains and vistas to imbue an almost mythical grandeur to the central drama, while still finding plenty room for humanism in the margins (most notably so in a lovely, surreal detour with an amiable taxi driver). Even when less accommodating locals hijack events, Gilmour roots this lean and potent drama in a warmly optimistic conviction of shared humanity. Rarely have combatants been portrayed with such even-handed grace by an outsider. — JF",
		"section": "WORLD",
		"language": "English",
		"country": "Australia",
		"keywords": ["Afghan", "redemption", "drama"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/sj/f8/2j/wq/Jirga_A_SET_009%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Reading","Roxy"],
		"ageRating": "M"
	},
    {
		"id": 41,
		"title": "Juliet, Naked",
		"director": ["Jesse Peretz"],
		"editor": ["Sabine Hoffman","Robert Nassau"],
		"producer": ["Judd Apatow","Barry Mendel","Albert Berger","Ron Yerxa","Jeffrey Soros"],
		"music": ["Nathan Larson"],
		"blurb": "Rose Byrne, Ethan Hawke and Chris O’Dowd are perfectly cast in this romcom, based on Nick Hornby’s novel about an indie rock obsession that leads to romance.",
        "description": "Annie (Rose Byrne) has long tolerated her partner Duncan’s (Chris O’Dowd) obsession with the obscure rocker Tucker Crowe (Ethan Hawke), but she’s reaching the end of her tether. Crowe had a following in the 1990s, but he disappeared after a mid-show breakdown, to become the subject of rumour and legend ever since – at least to those who care. No one cares more than Duncan, who runs a fan forum for similar obsessives around the world. When a previously unknown demo of a Crowe album emerges after 25 years, Annie finally takes to Duncan’s forum with a withering review. Amongst the startled readers there’s one Tucker Crowe. Perfectly cast, Jesse Peretz’s film nails Hornby’s smart, pop culture obsessed, emotionally stunted characters.  Juliet, Naked is a witty, niftily constructed and sneakily romantic film – with a great soundtrack, of course. “The Sundance audience was buzzing after the premiere of Juliet, Naked, not because it moves the boundary posts but because it’s everything a mainstream rom-com should be but no longer is – literate, unpredictable, full of bustling tangents.” — David Edelstein, Vulture",
		"section": "WORLD",
		"language": "English",
		"country": "USA",
		"keywords": ["love story", "rom-com", "pop culture"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/1w/9f/w7/ce/Rose-Byrne-and-Ethan-Hawke-in-JULIET-NAKED-Photo-credit-Alex-Bailey-Courtesy-of-Lionsgate-and-Roadside-Attractions%20KEY-2000-2000-1125-1125-crop-fill.jpg"],
		"venue": ["Embassy"],
		"ageRating": "M"
	},
    {
		"id": 42,
		"title": "Keep the Change",
		"director": ["Rachel Israel"],
		"editor": ["Alex Camilleri"],
		"producer": ["Summer Shelton","Todd Remis","Kurt Enger"],
		"music": ["Amie Doherty"],
		"blurb": "Two autistic adults strike up a transformative relationship in Rachel Israel’s charming comedy, based on the romantic adventures of her unlikely star.",
        "description": "In this funny, affecting and refreshingly authentic New York romcom the happy pair – and the non-professional actors who play them – are autistic. David, played by Brandon Polansky, on whose experience the film is based, has long been sheltered by his wealthy parents. Whether his habit of letting chauffeurs keep the change is a matter of noblesse oblige or a lack of arithmetic skill is a moot point. Equipped with a repertoire of deeply inappropriate jokes for every occasion, he is ordered to attend an autism support group after one pig reference too many to a police officer. His contempt for this group of ‘weirdos’ is total, not least for the super-chirpy Sarah who buses in daily from Queens – and has a song for every occasion. Sparks begin to fly, however, when the easily smitten young woman declares she finds him “really smoking hot and so sexy.” But can her cheerfulness withstand the streak of scorn he’s clearly absorbed from a lifetime of tolerant disdain from his mother (Arrested Development’s Jessica Walter)? Played with such directness, the familiar romcom setbacks feel clean and unforced, and Rachel Israel’s direction is imbued with unmistakable empathy and good humour. “When Rachel Israel set out to make a feature film based on a longtime friend, who has autism… casting the lead role was easy. The only person she could imagine playing her friend, Brandon Polansky, was himself. Casting a woman to play his love interest, though, proved a much greater challenge. Israel auditioned roughly 100 professional actors, but nobody fit until Israel shifted tactics and cast a co-star who was also on the spectrum. Israel cast two more actors with autism in supporting roles and worked with all four of them until she had something truly unique – a story in which the characters with autism drive all the action… The story is based on Polansky’s first serious romantic relationship, which happened to end shortly before filming began. ‘It was so painful to make something about a love story that no longer existed,’ he recalled. But it was worth it, he said, ‘to paint this beautiful picture of how we really are.’” — Molly Redden, The Guardian",
		"section": "WORLD",
		"language": "English",
		"country": "USA",
		"keywords": ["funny", "romcom", "transformative"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/1c/eh/sq/ti/KEEP%20THE%20CHANGE_%5BCOURTESY%20OF%20KEEP%20THE%20CHANGE%5D_1%20KEY%20FOR%20WEB-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Penthouse"],
		"ageRating": "M"
	},
    {
		"id": 43,
		"title": "Kevin Roche: The Quiet Architect",
		"director": ["Mark Noonan"],
		"editor": ["Jordan Montminy"],
		"producer": ["John Flahive"],
		"music": ["David Geraghty"],
		"blurb": "“Half biopic, half career showcase, Mark Noonan’s Kevin Roche: The Quiet Architect examines the life and work of its titular Pritzker Prize-winning architect.” — Luke Maxwell, Dublin Inquirer",
		"description": "Filmmaker Mark Noonan profiles a contemporary icon in this lovely, life-affirming portrait of Kevin Roche, one of the great architects of the modern era. An Irish immigrant who moved to the United States in 1949, Roche has presided over some of the country’s most beloved architectural touchstones: the Metropolitan Museum of Art, the Oakland Museum, the Ford Foundation and many more. Noonan’s film alternates between lovingly-lensed, sun-dappled tours of his career highlights and interviews that delve into his process, philosophy and work ethic. Roche’s work is renowned for being human-oriented, creating buildings and environments that serve the people who inhabit them before serving anybody’s ego. He’s described by his peers as a consummate problem solver, a relentlessly dedicated worker (at 94 years old he has no plans for retirement) and a humble thinker who’s always seen life and work as inextricable. The effect of this warm, graceful film is similar to that of last year’s NZIFF highlight Columbus, a love letter to architecture that doubles as a meditation on the human condition. Incidentally, most of the key buildings featured in that film were designed by Roche and his firm. — JF",
		"section": "PORTRAIT OF AN ARTIST",
		"language": "English",
		"country": "Ireland",
		"keywords": ["contemporary", "architect", "profile"],
		"images": ["https://www.nziff.co.nz/assets/resized/sm/upload/7x/jn/kv/4a/Kevin-Roche-The-Quiet-Architect_5-1%20KEY-800-800-450-450-crop-fill.jpg"],
		"venue": ["Reading","Penhouse"],
		"ageRating": "E"
	}
]
